# Tap
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Div
brew 'coreutils'
brew 'bash-completion'
brew 'git'
brew 'bash-git-prompt'
brew 'z'
brew 'speedtest-cli'
brew 'gh'
brew 'cask'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'maven'
brew 'maven-completion'
brew 'cheat'
brew 'vim'
brew 'neovim'
brew 'zsh-autosuggestions'
brew 'wget'
brew 'helm'
brew 'python'
brew 'brew-pip'
brew 'node'
brew 'npm'
brew 'openshift-cli'
brew 'exa'
brew 'kubeseal'
brew 'thefuck'
brew 'fish'
brew 'starship'
brew 'kubernetes-cli'
brew 'postgrest'
brew 'sdkman'
brew 'lazygit'
brew 'ripgrep'

# Casks
cask 'docker'
cask 'slack'
cask 'google-chrome'
cask 'vivaldi'
cask 'iterm2'
cask 'keystore-explorer'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'atom'
cask 'visual-studio-code'

# Temurin Java
